Repository: wybaby168/health-reminder
Catalog: windows/HealthReminder.Windows/HealthReminder.Windows/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppTitle
source: Health Reminder
zh_cn: 健康提醒

# Menu_Pause60
source: Pause 60 min
zh_cn: 暂停 60 分钟

# Menu_Resume
source: Resume
zh_cn: 恢复

# Menu_OpenSettings
source: Open Settings
zh_cn: 打开设置

# Menu_Quit
source: Quit
zh_cn: 退出

# Menu_WaterStatus
source: Water: Next {0} · Today {1}/{2} ml
zh_cn: 喝水：下次 {0} · 今日 {1}/{2} ml

# Menu_StandStatus
source: Stand: Next {0}
zh_cn: 站立：下次 {0}

# Menu_EyesStatus
source: Eyes: Next {0}
zh_cn: 护眼：下次 {0}

# Menu_WaterDone
source: I drank a cup
zh_cn: 我已喝完

# Menu_WaterDoneCooldown
source: I drank a cup ({0}s)
zh_cn: 我已喝完（{0}s）

# Menu_WaterSnooze10
source: Snooze water 10 min
zh_cn: 喝水稍后 10 分钟

# Menu_StandSnooze10
source: Snooze stand 10 min
zh_cn: 站立稍后 10 分钟

# Menu_EyesSnooze10
source: Snooze eyes 10 min
zh_cn: 护眼稍后 10 分钟

# Settings_Title
source: Settings
zh_cn: 设置

# Settings_Subtitle
source: Defaults: sip water, stand every 30–60 min, 20-20-20 rule.
zh_cn: 默认参考：分次补水、久坐不超过 30–60 分钟、20-20-20 规则。

# Settings_Section_Reminders
source: Reminders
zh_cn: 提醒项目

# Settings_Section_Intervals
source: Intervals (min)
zh_cn: 间隔（分钟）

# Settings_Section_Active
source: Active hours
zh_cn: 活跃时段

# Settings_Section_Water
source: Water
zh_cn: 喝水用量

# Settings_Section_Force
source: Forced break
zh_cn: 强制休息

# Settings_Section_System
source: System
zh_cn: 系统

# Settings_Toggle_Water
source: Water reminders
zh_cn: 喝水提醒

# Settings_Toggle_Stand
source: Stand reminders
zh_cn: 站立提醒

# Settings_Toggle_Eyes
source: Eye break reminders
zh_cn: 放松眼睛提醒

# Settings_WaterInterval
source: Water interval
zh_cn: 喝水间隔

# Settings_StandInterval
source: Stand interval
zh_cn: 站立间隔

# Settings_EyesInterval
source: Eye break interval
zh_cn: 眼睛休息间隔

# Settings_ActiveStart
source: Start
zh_cn: 开始

# Settings_ActiveEnd
source: End
zh_cn: 结束

# Settings_DailyGoal
source: Daily goal (ml)
zh_cn: 每日目标 (ml)

# Settings_DosePerTap
source: Per tap (ml)
zh_cn: 每次记录 (ml)

# Settings_TapCooldown
source: Tap cooldown (sec)
zh_cn: 防连点间隔 (秒)

# Settings_WaterProgress
source: Today {0}/{1} ml
zh_cn: 今日已喝 {0}/{1} ml

# Settings_LogWater
source: I drank a cup
zh_cn: 我已喝完一杯

# Settings_ForceStand
source: Full-screen overlay for stand (min 2 min)
zh_cn: 站立时全屏遮罩（至少 2 分钟）

# Settings_ForceEyes
source: Black screen for eyes (min 20 sec)
zh_cn: 护眼时黑屏休息（至少 20 秒）

# Settings_StartStand
source: Start stand now
zh_cn: 立即开始站立

# Settings_StartEyes
source: Start eyes rest now
zh_cn: 立即开始护眼

# Settings_Sound
source: Notification sound
zh_cn: 通知声音

# Settings_Launch
source: Launch at login (requires MSIX)
zh_cn: 开机启动（需要 MSIX 打包）

# Settings_Language
source: Language
zh_cn: 语言

# Language_System
source: Follow system
zh_cn: 跟随系统

# Language_ZhCN
source: Chinese (Simplified)
zh_cn: 简体中文

# Settings_TestToast
source: Send test notification
zh_cn: 发送测试通知

# Settings_Reset
source: Reset
zh_cn: 恢复默认

# Toast_TestTitle
source: Health reminder test
zh_cn: 健康提醒测试

# Toast_TestBody
source: If you see this, notifications are working.
zh_cn: 如果你看到了这条通知，说明通知机制工作正常。

# Toast_WaterTitle
source: Water reminder
zh_cn: 喝水提醒

# Toast_WaterBody
source: Drink about {0} ml. Tap Done to log.
zh_cn: 建议喝水约 {0} ml。喝完可点“我已喝完”记录。

# Toast_StandTitle
source: Stand reminder
zh_cn: 站立与活动提醒

# Toast_StandBody
source: Stand up for 2 minutes and move around.
zh_cn: 起身站立 2 分钟，走动一下并活动肩颈。

# Toast_EyesTitle
source: Eye break
zh_cn: 放松眼睛提醒

# Toast_EyesBody
source: 20-20-20: look 20 ft away for 20 seconds.
zh_cn: 遵循 20-20-20：看 6 米外物体 20 秒，眨眼放松。

# Toast_Action_Snooze10
source: Snooze 10 min
zh_cn: 稍后 10 分钟

# Toast_Action_Settings
source: Open Settings
zh_cn: 打开设置

# Toast_Action_WaterDone
source: Done
zh_cn: 我已喝完

# Toast_Action_StartStand
source: Start 2-min stand
zh_cn: 开始 2 分钟站立

# Toast_Action_StartEyes
source: Start eye rest
zh_cn: 开始护眼休息

# Overlay_StandTitle
source: Stand up
zh_cn: 站起来走动

# Overlay_EyesTitle
source: Rest your eyes
zh_cn: 闭眼休息

# Overlay_StandDone
source: Done
zh_cn: 结束

# Overlay_EyesDone
source: End
zh_cn: 结束休息

# Overlay_Snooze10
source: Snooze 10 min
zh_cn: 稍后 10 分钟

# Overlay_Stand_Remaining
source: Take a break: stand and move for at least 2 minutes.\n{0}s remaining
zh_cn: 强制中断一下：站立并活动至少 2 分钟。\n剩余 {0} 秒

# Overlay_Eyes_Remaining
source: Rest your eyes to reduce strain.\n{0}s remaining
zh_cn: 屏幕用眼休息，减少干涩与疲劳。\n剩余 {0} 秒

# Overlay_Stand_AutoClose
source: Nice! You can continue.\nAuto-closes in {0}s.
zh_cn: 做得好！你可以继续工作了。\n如无操作，将在 {0} 秒后自动结束。

# Overlay_Eyes_AutoClose
source: Done. Tap End to return.\nAuto-closes in {0}s.
zh_cn: 休息完成。点击结束休息返回。\n如无操作，将在 {0} 秒后自动结束。

# Overlay_Stand_DoneText
source: Stand break ended.
zh_cn: 本次站立结束。

# Overlay_Eyes_DoneText
source: Eye rest ended.
zh_cn: 本次休息结束。

# Settings_SecondsSuffix
source: · {0}s
zh_cn: · {0}秒
